www/assets/requests/set_password.xml

<SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/">
   <SOAP:Header>
      <header xmlns="http://schemas.cordys.com/General/1.0/">
         <Logger>
            <DC name="XForms">/usermanager/changepassword.caf</DC>
            <DC name="hopCount">0</DC>
            <DC name="correlationID">00163e00-0aa2-11e5-ff40-02e38664d3d3</DC>
         </Logger>
      </header>
      <i18n:international xmlns:i18n="http://www.w3.org/2005/09/ws-i18n">
         <locale xmlns="http://www.w3.org/2005/09/ws-i18n">ja-JP</locale>
      </i18n:international>
   </SOAP:Header>
   <SOAP:Body>
      <SetPassword xmlns="http://schemas.cordys.com/user/password/1.0" xmlns:xfr="http://schemas.cordys.com/1.0/xforms/runtime">
         <OldPassword />
         <NewPassword />
      </SetPassword>
   </SOAP:Body>
</SOAP:Envelope>